{
  "about": {
    "intro": "Опытный Frontend инженер с крепким фоном в разработке адаптивных, масштабируемых и ориентированных на пользователя веб-приложений. Я специализируюсь на современных JavaScript фреймворках, таких как React.js и Redux, с глубокими знаниями в создании сложных пользовательских интерфейсов, оптимизации производительности и обеспечении кросс-браузерной совместимости.",
    "title": "Веб-Разработчик",
    "work": "Моя работа включает в себя перевод дизайнов в эффективный, повторно используемый код, тесное сотрудничество с командами backend и фокус на бесшовных пользовательских опытах. Я постоянно применяю лучшие практики в разработке UI/UX, доступности и оптимизации производительности.",
    "skilled_in": "Обладаю навыками: ",
    "skills": "React.js, TypeScript, JavaScript (ES6+), HTML5, CSS3, SASS, Tailwind CSS, REST APIs, WebSocket, Git, Docker.",
    "contact_button": "Связаться со мной"
  },
  "navbar": {
    "about": "Обо мне",
    "experience": "Опыт",
    "consultation": "Консультация",
    "contact": "Контакты"
  },
  "header": {
    "quote1": "Дисциплина — это мост между целями и достижением.",
    "quote2": "Успех строится на последовательности, а не только на усилиях.",
    "quote3": "Оставайтесь дисциплинированными, оставайтесь сосредоточенными — успех придет."
  },
  "experience": {
    "title": "Опыт работы",
    "experiences": [
      {
        "company": "Bee IT LLC",
        "role": "Frontend Developer",
        "duration": "2020 - 2021",
        "description": "Работал над созданием адаптивных веб-приложений с использованием React.js и Redux. Фокусировался на улучшении производительности и пользовательского опыта."
      },
      {
        "company": "Digitain Armenia",
        "role": "Software Engineer",
        "duration": "2022 - 2023",
        "description": "Участвовал в разработке различных игровых платформ, сосредоточившись на создании захватывающих и бесшовных пользовательских интерфейсов. Ключевые проекты включают Club Poker и Lottery Game, используя React.js, TypeScript и интеграцию с backend."
      },
      {
        "company": "Creatix Technologies",
        "role": "Front-End Developer",
        "duration": "2023 - настоящее время",
        "description": "Руководил и участвовал в различных проектах по разработке программного обеспечения в разных отраслях. Ключевые проекты включают платформу управления проектами для строителей и сеть взаимодействия со здравоохранением, используя React.js, TypeScript, REST APIs и Node.js."
      }
    ]
  },
  "consultation": {
    "title": "Давайте поговорим",
    "namePlaceholder": "Введите ваше имя",
    "emailPlaceholder": "Введите ваш email",
    "phonePlaceholder": "Введите ваш номер телефона",
    "buttonText": "Отправить сообщение"
  },
  "footer": {
    "description": "Вебсайт служит платформой для общения различных разработчиков. Кроме того, он является прямым каналом для взаимодействия с клиентами и работодателями, обеспечивая беспрепятственное сотрудничество и взаимодействие.",
    "socials": {
      "facebook": "Facebook",
      "linkedin": "Linkedin",
      "instagram": "Instagram",
      "github": "GitHub"
    },
    "contactMe": "Связаться со мной",
    "phone1": "+37494541615",
    "phone2": "+37491991615",
    "email": "mels.vagharshyandev@gmail.com",
    "website": "melsvagharshyan.github.io"
  }
}
